export default {
  // 所有博客类别种类
  allCategorys: ['全部', '数学', '美术', '英语', '体育', '语文', '政治'],

  // 所有现在已存的博客信息列表
  allBlogsInfo: [
    {
      title: '日语学习',
      uploadDate: '2018.03.28',
    },
    {
      title: '春游',
      uploadDate: '2018.03.27',
    },
    {
      title: '星巴克焦糖咖啡星冰乐',
      uploadDate: '2018.03.26',
    },
    {
      title: '我是一个特别长特别长特别长特别长特别长的名字',
      uploadDate: '2018.03.25',
    },
    {
      title: '今天天气如何',
      uploadDate: '2018.03.24',
    },
    {
      title: '毕业设计',
      uploadDate: '2018.03.23',
    },
    {
      title: '软件工程专业',
      uploadDate: '2018.03.22',
    },
    {
      title: '政治',
      uploadDate: '2018.03.21',
    },
    {
      title: 'iphoneX',
      uploadDate: '2018.03.21',
    },
    {
      title: '猫',
      uploadDate: '2018.03.20',
    },
    {
      title: '橘猫',
      uploadDate: '2018.03.19',
    },
    {
      title: '星巴克焦糖咖啡星冰乐',
      uploadDate: '2018.03.26',
    },
    {
      title: '我是一个特别长特别长特别长特别长特别长的名字',
      uploadDate: '2018.03.25',
    },
    {
      title: '今天天气如何',
      uploadDate: '2018.03.24',
    },
    {
      title: '毕业设计',
      uploadDate: '2018.03.23',
    },
    {
      title: '软件工程专业',
      uploadDate: '2018.03.22',
    },
    {
      title: '政治',
      uploadDate: '2018.03.21',
    },
    {
      title: 'iphoneX',
      uploadDate: '2018.03.21',
    },
    {
      title: '猫',
      uploadDate: '2018.03.20',
    },
    {
      title: '橘猫',
      uploadDate: '2018.03.19',
    },
  ],

  // 博客正文
  content: `直辖市,北京市：北京市（ぺきんし） ,上海市：上海市（しゃんはいし） ,天津市：天津市（てんしんし） ,重庆市：重慶市（じゅうけいし）
自治区,内蒙古自治区：内モンゴル自治区（うちもんごるじちく）,新疆维吾尔自治区：新疆ウイグル自治区（しんきょうういぐるじちく）,宁夏回族自治区：寧夏回族自治区（ねいかかいぞくじちく）,广西壮族自治区：広西チワン族自治区（こうせいちわんぞくじちく）,西藏自治区：チベット自治区（チベットじちく）
省,黑龙江省：黒竜江省（こくりゅうこうしょう）,吉林省：吉林省（きつりんしょう）,辽宁省：遼寧省（りょうねいしょう）,河北省：河北省（かほくしょう）,河南省：河南省（かなんしょう）,山东省：山東省（さんとうしょう）,山西省：山西省（さんせいしょう）,湖南省：湖南省（こなんしょう）,湖北省：湖北省（こほくしょう）,
江苏省：江蘇省（こうそしょう） ,安徽省：安徽省（あんきしょう）,浙江省：浙江省（せっこうしょう）,福建省：福建省（ふっけんしょう）,江西省：江西省（こうせいしょう）,广东省：広東省（かんとんしょう）,海南省：海南省（かいなんしょう） ,贵州省：貴州省（きしゅうしょう）,云南省：雲南省（うんなんしょう）,
四川省：四川省（しせんしょう）,陕西省：陝西省（せんせいしょう）,青海省：青海省（せいかいしょう）,甘肃省：甘粛省（かんしゅくしょう）,台湾省：台湾省（たいわんしょう）
特别行政区,香港特别行政区：香港特別行政区（ほんこんとくべつぎょうせいく） ,澳门特别行政区：マカオ特別行政区（まかおとくべつぎょうせいく） `,
};
